{
  "painter_1 name": "Aufgeklebt",
  "painter_1 description": "Ich brauche deine Hilfe, um die taktische Effizienz von PMCs in ganz Tarkov zu verbessern. Finde verschiedene Arten von Klebeband, darunter auch Isolierband, damit ich spezielle Magazine herstellen kann. Diese verklebten Magazine ermöglichen es PMCs nicht nur, ihre geladene Munition leicht zu identifizieren, sondern helfen ihnen auch dabei, bei heftigen Feuergefechten schnell heruntergefallene Magazine zu finden. Das Gebiet von Tarkov ist ein gefährlicher Ort und jeder Vorteil zählt.",
  "painter_1 note": "Manche Menschen haben Angst vor jedem, der frei herumläuft.",
  "painter_1 failMessageText": "",
  "painter_1 successMessageText": "Gute Arbeit, das ganze Klebeband zu finden. Damit läuft mein Laden wieder reibungslos. Hier ist eine Kleinigkeit für Ihre Mühe. Ich weiß Ihre Hilfe zu schätzen.",
  "painter_1 location": "any",
  "672e31c3262af62a8eb157cd": "Klebeband finden und übergeben",
  "672e31d7701987cf15698b30": "Isolierband finden und übergeben",
  "painter_2 name": "Topographie",
  "painter_2 description": "Du musst für mich ein paar topografische Karten finden, ich kann sie verwenden, um Vorlagen für ein paar richtig gut aussehende Gemälde zu erstellen.",
  "painter_2 failMessageText": "",
  "painter_2 successMessageText": "Perfekt. Ich werde mich sofort an die Arbeit mit diesen Farben machen. Sie werden so gut aussehen.",
  "672e323797a187aabc88ca4a": "Topografische Karten finden und weitergeben",
  "painter_3 name": "Graben Sie Tief",
  "painter_3 description": "Nach einem gnadenlosen SCAV-Überfall auf meine Werkstatt haben diese skrupellosen Plünderer einen Waffenvorrat erbeutet, in den ich mein ganzes Herzblut gesteckt hatte. Ich habe es geschafft, ihren geheimnisvollen Aufenthaltsort aufzudecken, und jetzt ist es an der Zeit, sie den Tag bereuen zu lassen, an dem sie mir in die Quere gekommen sind. Wage dich in ihre Höhle, überbringe eine klare Botschaft und stelle sicher, dass sie nie wieder so dreiste Aktionen durchführen. In Tarkov ist Vergeltung angesagt, und Rache ist die einzige Währung, die sie verstehen.",
  "painter_3 failMessageText": "",
  "painter_3 successMessageText": "Danke. Ich schulde dir was.",
  "672e3295e4287b00f37700c1": "Eliminiere 10 Scavs beim Customs",
  "painter_4 name": "Werkstattsanierung",
  "painter_4 description": "Die Echos der Zerstörung meiner Werkstatt sind noch immer zu spüren, aber mit deiner Hilfe kann ich mit dem Wiederaufbau beginnen. Ich konnte einige wichtige Werkzeuge und Materialien retten, aber ich brauche noch mehr, um meine Werkstatt wieder zum Leben zu erwecken. Deine Aufgabe ist es, die Außenbezirke von Tarkov nach wertvollen Ressourcen abzusuchen. Suche nach Industriebedarf, seltenen Metallen und elektronischen Bauteilen. Hüte dich vor den Gefahren, die im Schatten lauern, denn Plünderer und rivalisierende Fraktionen könnten versuchen, deinen Fortschritt zu behindern. Sobald du die notwendigen Materialien gesammelt hast, bring sie zu mir zurück, damit wir mit der Renovierung der Werkstatt beginnen können.",
  "painter_4 failMessageText": "",
  "painter_4 successMessageText": "Ihr habt es geschafft! Mit diesen Materialien kann ich endlich mit der Renovierung meiner Werkstatt beginnen. Als Zeichen meiner Dankbarkeit nehmt diese Belohnung an.",
  "painter_4 location": "any",
  "672e32c9be76a4ab7682ece9": "Toolset finden und übergeben",
  "672e32d8386445826a2adfee": "Bolzen finden und übergeben",
  "672e32e7eb649d0132dfc0db": "Schraubenmuttern finden und übergeben",
  "painter_5 name": "Funkstille",
  "painter_5 description": "Da meine Werkstatt wieder reibungslos läuft, muss ich einen sichereren Weg finden, um mit meinen Kontakten vor Ort zu kommunizieren. Ich habe Gerüchte über einen leistungsstarken Funksender gehört, der alle Ecken von Tarkov erreichen kann. Mit diesem Sender kann ich wichtige Informationen senden und empfangen und so sicherstellen, dass meine Abläufe reibungslos ablaufen. Ihre Aufgabe ist es, den Funksender zu finden und ihn mir zurückzubringen. Seien Sie vorsichtig, da rivalisierende Fraktionen versuchen könnten, den Sender abzufangen und Sie daran zu hindern, Ihre Mission abzuschließen. Sobald Sie den Sender gesichert haben, kehren Sie zu mir zurück, damit wir eine sichere Kommunikationslinie einrichten können.",
  "painter_5 failMessageText": "",
  "painter_5 successMessageText": "Großartig! Mit diesem Funksender kann ich jetzt ohne Unterbrechungen mit meinen Kontakten vor Ort kommunizieren. Hier ist eine kleine Belohnung für Ihre Bemühungen. Ich weiß Ihre Hilfe zu schätzen.",
  "painter_5 location": "any",
  "672e33074cd02462a61760a2": "COFDM-Funksignalsender finden und übergeben",
  "painter_6 name": "Gefährliche Gewässer",
  "painter_6 description": "Eine Gruppe von PMCs hat in der Gegend von Tarkov Chaos verursacht und das fragile Kräftegleichgewicht gestört. Sie haben unschuldige Zivilisten ins Visier genommen, wertvolle Ressourcen geplündert und in der gesamten Region Angst verbreitet. Es ist Zeit, ihrer Schreckensherrschaft ein Ende zu setzen und den Frieden im Land wiederherzustellen. Ihre Mission ist es, die abtrünnigen PMCs zu eliminieren und denjenigen Gerechtigkeit widerfahren zu lassen, die unter ihnen gelitten haben. Machen Sie sich auf einen erbitterten Kampf gefasst, denn diese abtrünnigen PMCs sind gut ausgerüstet und bestens ausgebildet. Sobald Sie die Bedrohung neutralisiert haben, kehren Sie zu mir zurück, damit wir den Sieg feiern und die Gefallenen ehren können. Meine Informationen besagen, dass sie derzeit in der Gegend von Shoreline operieren.",
  "painter_6 failMessageText": "",
  "painter_6 successMessageText": "Schön. Jetzt geh und ruh dich aus. Du hast es dir verdient.",
  "672e334a39064994fc3bd86f": "Eliminiere 15 PMCs an der Shoreline",
  "painter_7 name": "Frei Geboren",
  "painter_7 description": "Du musst für mich eine unglaubliche Menge Schießpulver und Plexiglas finden. Ich habe ein besonderes Projekt im Sinn und brauche diese Materialien, um es umzusetzen. Viel Glück!",
  "painter_7 failMessageText": "",
  "painter_7 successMessageText": "Gut.",
  "painter_7 location": "any",
  "672e33753bc2b4d394df066d": "Finde und übergebe den Gunpowder Kite",
  "672e338893682a2593697a37": "Finde und übergebe Gunpowder Eagle",
  "672e339460bf295e1f0771b5": "Finde und übergebe Gunpowder Hawk",
  "672e339f6a58d92a168c9845": "Finden und übergeben Stück Plexiglas",
  "painter_8 name": "Schrumpffolie",
  "painter_8 description": "Also ... ich habe gehört, dass einige PMCs sauer über Ihre Beteiligung an meinem Glücksspielgeschäft sind. Sie sagen, dass WIR sie betrogen haben. Ich weiß nicht, warum sie Sie in die Diskussion verwickeln, aber so ist es nun einmal. Vielleicht, weil Sie mir die Ressourcen zur Verfügung gestellt haben, um es aufzubauen? Wer weiß, aber Sie sollten sich darauf vorbereiten, sich zu verteidigen. Es ist Zeit, verdammt kreativ zu werden.",
  "painter_8 failMessageText": "",
  "painter_8 successMessageText": "Das ist... Was habe ich gerade gesehen? Wie auch immer... Jetzt kann ich anfangen, die Munition zu verkaufen, die Sie von den PMCs geborgen haben.",
  "672e33c986ff5b896eb503cd": "Eliminiere 100 PMC"
}
