{
  "painter_1 name": "Заклеим скотчем",
  "painter_1 description": "Мне нужна ваша помощь в повышении тактической эффективности ЧВК по всему Таркову. Найдите различные типы лент, в том числе клейкую ленту и изоленту, чтобы я мог создавать специализированные магазины. Эти заклеенные лентой магазины не только позволяют ЧВК легко идентифицировать заряженные боеприпасы, но также помогают им быстро находить упавшие магазины во время интенсивных перестрелок. Район Таркова — опасное место, и каждое преимущество имеет значение.",
  "painter_1 note": "Некоторые люди бояться,когда за ними бежат.",
  "painter_1 failMessageText": "",
  "painter_1 successMessageText": "Хорошая работа, вы нашли все ленты. Благодаря этому, мой магазин снова будет работать бесперебойно. Вот кое-что в качестве вашей награды. Я ценю вашу помощь.",
  "painter_1 location": "Любая локация",
  "672e31c3262af62a8eb157cd": "Найти и отдать скотч",
  "672e31d7701987cf15698b30": "Найти и передать изоленту",
  "painter_2 name": "Топография",
  "painter_2 description": "Мне нужно чтобы вы нашли материалы топографической разведки, я могу использовать их для создания лучших шаблонов одежды, и отлично выглядящих штанов.",
  "painter_2 failMessageText": "",
  "painter_2 successMessageText": "Прекрасно,я сейчас же займусь штанами. Они будут выглядеть достаточно свежо.",
  "672e323797a187aabc88ca4a": "Найти и передать карты топографической разведки",
  "painter_3 name": "Копай глубже",
  "painter_3 description": "После беспощадного рейда диких на мою мастерскую, эти безжалостные мусорщики скрылись с кейсом с оружием, за которое я пролил свою кровь, пот и слезы. Мне удалось выяснить их текущее местонахождение, и теперь пришло время заставить их сожалеть о том дне, когда они перешли мне дорогу. Отправляйтесь в их логово, донесите громкое послание и убедитесь, что они никогда больше не осмелятся предпринять такие смелые шаги. В Таркове пришло время расплаты, и месть — единственная валюта, которую они поймут.",
  "painter_3 failMessageText": "",
  "painter_3 successMessageText": "Спасибо. Я твой должник",
  "painter_3 location": "Таможня",
  "672e3295e4287b00f37700c1": "Уничтожить диких на Таможне",
  "painter_4 name": "Ремонт Мастерской",
  "painter_4 description": "Эхо разрушения моей мастерской все еще звучит, но с вашей помощью я могу начать путь к восстановлению. Мне удалось спасти некоторые необходимые инструменты и материалы, но мне нужно больше, чтобы вернуть мою мастерскую к жизни. Ваша задача — обыскать окрестности Таркова в поисках ценных ресурсов. Поиск промышленных материалов, редких металлов и электронных компонентов. Остерегайтесь опасностей, скрывающихся в тени, поскольку дикие и конкурирующие фракции могут попытаться помешать вашему прогрессу. Как только вы соберете необходимые материалы, верните их мне, чтобы мы могли начать ремонт мастерской.",
  "painter_4 failMessageText": "",
  "painter_4 successMessageText": "Вы сделали это! С помощью этих материалов я наконец могу начать процесс ремонта своей мастерской. В знак моей благодарности примите эту награду.",
  "painter_4 location": "Любая локация",
  "672e32c9be76a4ab7682ece9": "Найти и передать инструменты",
  "672e32d8386445826a2adfee": "Найти и передать болты",
  "672e32e7eb649d0132dfc0db": "Найти и передать гайки",
  "painter_5 name": "Радиомолчание",
  "painter_5 description": "Поскольку моя мастерская снова работает гладко, мне нужно найти более безопасный способ общения со своими контактами на местах. До меня дошли слухи о мощном радиопередатчике, способном достичь всех уголков Таркова. Этот передатчик позволит мне отправлять и получать важную информацию, гарантируя бесперебойную работу моих операций. Ваша задача — найти радиопередатчик и принести его мне. Будьте осторожны, так как соперничающие группировки могут попытаться перехватить передатчик и помешать вам выполнить миссию. Как только вы закрепите передатчик, вернитесь ко мне, чтобы мы могли установить безопасную линию связи.",
  "painter_5 failMessageText": "",
  "painter_5 successMessageText": "Отлично! С помощью этого радиопередатчика я теперь могу без перебоев общаться со своими контактами в полевых условиях. Вот кое-что за ваши усилия. Я ценю вашу помощь.",
  "painter_5 location": "Любая локация",
  "672e33074cd02462a61760a2": "Найти и передать военный COFDM беспроводной передатчик сигналов SG-C10",
  "painter_6 name": "Опасные воды",
  "painter_6 description": "Группа ЧВК сеет хаос в районе Таркова, нарушая хрупкий баланс сил. Они нападают на невинных мирных жителей, грабят ценные ресурсы и сеют страх по всему региону. Пришло время положить конец их террору и восстановить мир на земле. Ваша миссия — ликвидировать мошеннические ЧВК и восстановить справедливость для тех, кто пострадал от их рук. Будьте готовы к ожесточенному бою, ведь эти мошеннические ЧВК хорошо оснащены и хорошо обучены. Как только вы нейтрализуете угрозу, вернитесь ко мне, чтобы мы могли отпраздновать победу и почтить память павших. По моим данным, в настоящее время они действуют в районе Берега.",
  "painter_6 failMessageText": "",
  "painter_6 successMessageText": "Хорошо. Теперь ты можешь отдохнуть, ты это заслужил.",
  "painter_6 location": "Берег",
  "672e334a39064994fc3bd86f": "Уничтожьте 15 ЧВК В районе Берега",
  "painter_7 name": "Свободнорожденный",
  "painter_7 description": "Мне нужно, чтобы ты нашел некоторое количество пороха и оргстекла. У меня есть специальный проект, и мне нужны эти материалы, чтобы воплотить его в жизнь. Удачи!",
  "painter_7 failMessageText": "",
  "painter_7 successMessageText": "Хорошо.",
  "painter_7 location": "Любая локация",
  "672e33753bc2b4d394df066d": "Найти и передать оружейный порох Коршун",
  "672e338893682a2593697a37": "Найти и передать оружейный порох Орёл",
  "672e339460bf295e1f0771b5": "Найти и передать оружейный порох Ястреб",
  "672e339f6a58d92a168c9845": "Найти и передать оргстекло",
  "painter_8 name": "Термоукладка",
  "painter_8 description": "Итак... Я слышал, что некоторые ЧВК недовольны вашим вмешательством в мой игорный бизнес. Они говорят, что МЫ их обворовали. Я не знаю, почему они вовлекают вас в дискуссию, но мы здесь. Может быть, потому, что вы предоставили мне ресурсы для его создания? Кто знает, но вам следует быть готовым защитить себя. Пришло время проявить чертовски творческий подход. Покажите им,чего вы стоите!",
  "painter_8 failMessageText": "",
  "painter_8 successMessageText": "Это... Что я только что стал свидетелем? В любом случае... Теперь я могу начать продавать боеприпасы, которые вы украли у ЧВК.",
  "painter_8 location": "Любая локация",
  "672e33c986ff5b896eb503cd": "Уничтожить 100 ЧВК по всей территории Таркова"
}